Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON LATAM_Bitten Contract.tmx
Source language: en
Languages: es_419

source: have you ever received a confession from her?
es_419: ¿te lo ha confesado alguna vez?

source: so...
es_419: así que…

source: can... you come to the after party next week?
es_419: ¿podrás… ir a la fiesta de fin de rodaje el jueves?

source: manager choi asked me to watch out for you...
es_419: el representante choi me pidió que te cuidara…

source: then you won't get offers for roles in romance movies or dramas.
es_419: ya no te ofrecerán personajes en películas o novelas.

source: hahahaha, mosquito, hahahahaha! hahahahahaha!
es_419: jajajaja, mosquito, ¡jajajajaja! ¡jajajajajaja!

source: will all the other actors be there?
es_419: ¿irán todos los actores y actrices?

source: yun, it's a shame! it was such a close call for the best male actor.
es_419: ¡yun, es una pena! estuvo muy reñido para el mejor protagonista.

source: he he he
es_419: JEJEJE

source: I'll make you mine~~
es_419: te haré mía~~

source: has a photoshoot coming up
es_419: TIENE UNA FOTO DE ESTUDIO PRONTO

source: your warmth that day really helped me a lot...
es_419: ese día, su calidez me ayudó muchísimo…

source: what? what's that suddenly about...
es_419: ¿qué? ¿por qué esto tan de repente?…

source: ...went well.
es_419: … muy bien.

source: oops
es_419: uy

source: should I pretend not to know?
es_419: ¿debería fingir que no lo sé?

source: of course I'd be grateful for your help...
es_419: obvio, estaría muy agradecida por tu ayuda…

source: everyone has shown me so much love this year.
es_419: me han dado mucho amor este año.

source: see you!
es_419: ¡chao!

source: why do you think chae-i likes you?
es_419: ¿por qué crees que le gustas a chae-i?

source: w-w-wait!
es_419: ¡e-e-espera!

source: I saw.
es_419: lo vi.

source: it's...
es_419: está…

source: hahaha!
es_419: ¡ja, ja, ja!

source: ms. kim asked to meet me tomorrow for a lead role. so I was practicing...
es_419: la señora kim quiere verme para un protagónico. así que estaba ensayando…

source: just any apology won't do.
es_419: decir "lo siento" no alcanza.

source: chae-i, you should speak comfortably with me too!
es_419: chae-i, ¡también siéntete cómoda hablando conmigo!

source: no way. they're on different playing fields! it's probably one-sided.
es_419: ¡ni en broma! ¡están en niveles diferentes! seguro es unilateral.

source: ugh... vampire blood tastes terrible. it jolted me awake!
es_419: agh… la sangre de vampiro sabe horrible. ¡me levantó de golpe!

source: I'm sure he's very popular.
es_419: no dudo de que sea muy popular.

source: I did my best…
es_419: hice lo que pude…

source: my biggest objective is to get rid of the rumors,
es_419: mi principal objetivo es mitigar los rumores,

source: ijun, can I have your autograph?
es_419: ijun, ¿me das tu autógrafo?

source: what the-- are you picking a fight again?
es_419: qué caraj… ¿estás buscando pelea otra vez?

source: ...chae-i wouldn't have had to deal with such rumors.
es_419: … chae-i no debería lidiar con semejantes rumores.

source: yeah, there's no chance with her anyway.
es_419: sip, igual no tienes chance con ella.

source: blabber?
es_419: ¿cotorreo?

source: the resolution is crystal clear! it feels like I'm at the movies...
es_419: ¡la resolución es impecable! se ve como en el cine…

source: I landed my very first lead role.
es_419: conseguí mi primer papel protagonista.

source: it's been such a long time!
es_419: ¡ha pasado mucho tiempo!

source: it's similar to--
es_419: es parecida a…

source: haha, true. sorry, man!
es_419: ja, ja, sí. ¡perdona, amigo!

source: I was just about to ask her.
es_419: justo estaba por invitarla.

source: And now, for the winner...
es_419: y ahora, el ganador…

source: is he also a...
es_419: ¿él también es…?

source: let's go there after dinner. you're both free, right?
es_419: vayamos después de cenar. las dos están libres, ¿cierto?

source: what? really? no way! hehehe.
es_419: ¿en serio? ¡increíble! je, je.

source: it's so hard to like her. imagine being near her.. ugh.. what a let down
es_419: es difícil quererla. imaginen estar cerca de ella… puaj… qué decepción

source: what's this about?
es_419: ¿qué es esto?

source: anyway, just go home--
es_419: en fin, vete…

source: ah… haha… true, but…
es_419: ah… ja, ja… sí, pero…

source: Male Rookie of the Year, Ijun Seo
es_419: revelación del año, ijun seo

source: I'll do it!
es_419: ¡lo haré!

source: will she recognize me?
es_419: ¿me reconocerá?

source: l-leon! what's wrong?!
es_419: ¡le-león! ¡¿qué pasa?!

source: Did you see Chae-i's face?
es_419: vieron la cara de chae-i?

source: I dance well, right?
es_419: bailo bien, ¿cierto?

source: at any rate, I have an appointment--
es_419: igual no puedo, tengo un compromiso…

source: oh, right...
es_419: ah, claro…

source: wanna die?
es_419: ¿quieres morir?

source: it all happened because you were drunk. and you're trying to fix it with alcohol?
es_419: todo sucedió porque estabas borracho y ¿quieres arreglarlo con alcohol?

source: what do you mean? no chance with her?
es_419: ¿qué quieres decir? ¿no tengo chance?

source: slide
es_419: DESLIZA

source: lemme use your bathroom!!!
es_419: ¡¡¡déjame usar tu baño!!!

source: I really don't get him.
es_419: realmente no lo entiendo.

source: yeah, haha. doha and I are really close!
es_419: sip, ja, ja. ¡doha y yo somos muy amigos!

source: but I told all my friends that I'm getting sera nuna's autograph!!
es_419: ¡¡pero les dije a mis amigos que tendría el autógrafo de sera nuna!!

source: damn it!
es_419: ¡maldición!

source: but I didn't know you were with friends.
es_419: pero no sabía que estabas con tus amigos.

source: oho?
es_419: ¿mjm?

source: it's an honor, right?
es_419: es un honor, ¿verdad?

source: he's super famous!
es_419: ¡es superfamoso!

source: but still...
es_419: igual…

source: I really enjoyed it!
es_419: ¡me gustó mucho!

source: we can't even reveal ourselves, though.
es_419: pero ni siquiera nosotros podemos delatarnos.

source: Thank you.
es_419: gracias.

source: My Manager Oppa
es_419: OPPA MI REPRESENTANTE

source: but let's talk again later. please, just leave--
es_419: pero hablamos luego. por favor, vete…

source: When she happens to get a taste of relief after getting bitten by the top star, Ijun -- who turns out to be a vampire -- she asks him to continue biting her, but Ijun offers a contract relationship instead.
es_419: Al sentir mejoría, después de haber sido mordida por el famoso Ijun —quien resulta ser un vampiro— ella le pide que la siga mordiendo, a cambio, Ijun le propone una relación por contrato.

source: ...so I wanted to help you if you ever got into a difficult situation.
es_419: … así que pensé en ayudarla si alguna vez se encontraba en una situación difícil.

source: I'm getting better!
es_419: ¡estoy mejorando!

source: bite
es_419: MUERDE

source: of course! why wouldn't I be?
es_419: ¡claro! ¿por qué no lo estaría?

source: no cabs are available...
es_419: no hay taxis disponibles…

source: go away, you brat!
es_419: ¡lárgate, mocoso!

source: oh... my shoe... is untied...
es_419: ay… mi zapato… está desatado…

source: areum! your proposal was great this time, too!
es_419: ¡areum! ¡tu propuesta estuvo otra vez genial!

source: I'm on...
es_419: estoy en…

source: Stubborn girl...
es_419: niña testaruda…

source: and secretary kim won't remember anyway!
es_419: ¡además, la secretaria kim no recordará nada!

source: studio
es_419: ESTUDIO

source: Chae-I, sorry I got so drunk when we hadn't seen each other in a while...
es_419: chae-i, perdona por emborracharme cuando hacía tiempo que no nos veíamos…

source: glum
es_419: GLUN

source: you know, I don'T open up this easily to anyone. but I feel strangely comfortable with you, oppa.
es_419: ¿sabes? no me abro fácilmente con nadie, pero me siento extrañamente cómoda contigo, oppa.

source: clunk
es_419: CLANC

source: you're a celebrity. whatever reputation you develop is hard to break down, no matter what you do.
es_419: eres una celebridad. cualquier reputación será difícil de cambiar, sin importar lo que hagas.

source: ...I heard you had something urgent to discuss with me.
es_419: … supe que tiene algo urgente para decirme.

source: oh.
es_419: ay.

source: ...and started their relationship while working at the same label.
es_419: … y empezaron su relación mientras trabajaban en la misma productora.

source: is he acting out a concept?
es_419: ¿estará actuando?

source: well, they say if you know your enemy and yourself, you can win every battle!
es_419: bueno, dicen que si te conoces a ti y a tu enemigo, ¡podrás ganar cada batalla!

source: but I don't friggin understand.
es_419: pero no entiendo un pepino.

source: rush
es_419: ZUAS

source: he recognized me and greeted me first! he seemed really friendly!
es_419: ¡me reconoció y me saludó! ¡parece muy simpático!

source: ...just a minute!
es_419: … ¡un momento!

source: I'll be fine.
es_419: estaré bien.

source: nooo! not at all! really!
es_419: ¡nooo! ¡para nada! ¡en serio!

source: no, it's alright.
es_419: no pasa nada.

source: I can't cause a delay in the production...
es_419: no puedo retrasar la producción…

source: crack
es_419: CRAC

source: AWKWARD
es_419: INCÓMODA

source: - 5 years ago -
es_419: - hace 5 años -

source: wait just a bit!
es_419: ¡espera un minuto!

source: hey, hey! relax.
es_419: ¡ey, ey! relájate.

source: he said chae-i has been chasing yun around for a long time!
es_419: ¡dice que chae-i ha estado persiguiéndolo desde hace mucho!

source: ...I like chae-i.
es_419: … chae-i me gusta.

source: my manager is getting medicine so--
es_419: mi representante fue a la farmacia…

source: I heard my name, so I was contemplating whether to interrupt or not...
es_419: escuché mi nombre, así que dudé si interrumpir o no…

source: and you don't turn into a vampire just by getting bitten.
es_419: y ustedes no se vuelven vampiros solo por ser mordidos.

source: STUTTER
es_419: TARTAMUDEA

source: you don't drink anyone's blood at all nowadays?
es_419: ¿no has bebido nada de sangre últimamente?

source: there was a lot of competition for the male lead. you know the ceo pulled some strings, right?
es_419: había mucha competencia por el protagónico. sabes que el productor movió sus fichas, ¿verdad?

source: he doesn't care because he just had some...
es_419: a él no le importa porque ya bebió…

source: coffee for me, please! a doubleshot of kenya aa espresso.
es_419: ¡café para mí, porfis! un doble expreso de kenia aa.

source: no, it's alright!
es_419: ¡no es necesario!

source: doha choi is the prince of romance! his works have always stirred everyone up.
es_419: ¡doha choi es el príncipe del romance! su trabajo siempre provoca a todo el mundo.

source: he's really outgoing.
es_419: qué simpático.

source: zip
es_419: SHUU

source: *Oppa is a term used by females to address older males.
es_419: *oppa es un término usado por mujeres para dirigirse a hombres mayores.

source: ...you rude bastard!
es_419: … ¡imbécil maleducado!

source: shoop
es_419: USH

source: the jean jacket…
es_419: la chaqueta de jean…

source: This is rude.
es_419: Esto es grosero.

source: ...though it was a bit overwhelming that the writer kept portraying my character as a killer beauty...
es_419: … aunque fue un poquito abrumador que el guionista se empeñara en que mi personaje fuera una mujer fatal…

source: I'm just a really polite person...
es_419: es que soy un persona muy educada…

source: Domination vs.{j}Love
es_419: dominar vs.{j}amar

source: hi!
es_419: ¡hola!

source: or I can go to your house--
es_419: o yo voy a la tuya…

source: I was going to ask if you'd like to see it with me.
es_419: te iba a preguntar si te gustaría verla conmigo.

source: right!
es_419: ¡cierto!

source: he had something to say? but it didn't seem like it.
es_419: ¿tenía algo para decirme? pero no pareció así.

source: ha! why are you with her at this hour--
es_419: ¡ja! ¿por qué estás con ella a esta hora…?

source: sera's definitely the best.
es_419: definitivamente sera es la mejor.

source: age
es_419: edad

source: but only for a week...
es_419: pero solo por una semana…

source: I miss you, grandma...
es_419: te extraño, abue…

source: r-right?
es_419: ¿c-cierto?

source: we're not close enough to play games like this--
es_419: no tenemos suficiente confianza para estos juegos…

source: she still...
es_419: ella todavía…

source: I look forward to working with you.
es_419: tengo muchas ganas de trabajar contigo.

source: last night...
es_419: anoche…

source: knock knock
es_419: TOC TOC

source: ms. kim...
es_419: señora kim…

source: painkillers don't work at all.
es_419: los analgésicos no funcionan.

source: ooh! sounds fun!
es_419: ¡aay! ¡qué divertido!

source: hey!
es_419: ¡oye!

source: that jerk...
es_419: ese imbécil…

source: but... how do couples usually address each other?
es_419: pero… ¿cómo se tratan las parejas?

source: ...so I want to get closer to him.
es_419: … así que quiero acercarme a él.

source: skyy 1 hour ago
es_419: cielitou hace 1 hora

source: you're right.
es_419: tienes razón.

source: my gosh, we don't even spend that much...
es_419: ay, cielos, nosotros no gastamos tanto…

source: hehehe, okay!
es_419: je, je, ¡vale!

source: wait...
es_419: espera…

source: he came personally to tell me that?
es_419: ¿vino personalmente a decírmelo?

source: well, it's a contract relationship. aren't there a lot of things we should discuss and agree on?
es_419: bien, es una relación bajo contrato. ¿no hay muchas cosas que debemos hablar y acordar?

source: thank you
es_419: gracias.

source: don't you miss him?
es_419: ¿no lo extrañas?

source: and jiseong wasn't mentioned anywhere.
es_419: y no se menciona a jiseong en ningún sitio.

source: he he
es_419: JEJE

source: if you use any formal speech, you have to drink a whole cup from now!
es_419: ¡si usas algún tratamiento formal, tendrás que beber un vaso entero desde ahora!

source: there's no way...
es_419: es imposible…

source: I took a digestive aid... but it's not helping.
es_419: tomé un digestivo… pero no está ayudando.

source: haha, am I?
es_419: ja, ja, ¿sí?

source: would it be alright to text him?
es_419: ¿estaría bien escribirle un mensaje?

source: it must be tough for you...
es_419: debe ser duro para ti…

source: I just needed some air...
es_419: necesito un poco de aire…

source: um, well, I worked non-stop since debuting...
es_419: em, bueno, he trabajado sin parar desde mi debut…

source: I'll take several shots!
es_419: ¡tomaré varias!

source: it took a while.
es_419: Tardé mucho.

source: she smells good...
es_419: ella huele tan bien…

source: but I'll do anything!
es_419: ¡pero haré lo que sea!

source: I feel bad for your future boyfriend!
es_419: ¡hasta siento pena por tu futuro novio!

source: and mom, you even gave the credit card I gave you to him.
es_419: Y, madre, hasta le diste la tarjeta de crédito que yo te di.

source: you said you weren't going to talk with chae-i.
es_419: dijiste que no ibas a hablar con chae-i.

source: yeah... they're a really popular boy group these days.
es_419: sí… ahora hay muchas bandas de chicos muy conocidas.

source: I was nearby...
es_419: estaba cerca…

source: I must have dozed off.
es_419: debo haberme adormilada.

source: Ijun & Chae-i's Contract Relationship
es_419: Ijun & Chae-i Contrato Amoroso

source: let's go on round two!
es_419: ¡por la segunda ronda!

source: cheer up...
es_419: ánimo…

source: I'm so honored...
es_419: es un honor…

source: absurd_statement_by_a_celebrity.jpg
es_419: confesión_absurda_por_una_celebridad.jpg

source: You should head in first.
es_419: puedes adelantarte.

source: oh, you don't have t--
es_419: ay, no tienes que hac…

source: maybe you should go see a doctor.
es_419: quizá deberías ir al médico.

source: Let's just write down the info we need.
es_419: tomemos nota de la info que necesitamos.

source: Time to Date Ijun Seo's "Come to me...", The Ultimate 1-Minute Confession
es_419: el "ven a mí…" de ijun seo en hora de salir, la confesión de último minuto

source: I was just an assistant writer then.
es_419: yo era asistente del guionista.

source: I exercise... or stay home to watch tv, watch a movie, or sleep. haha, I'm boring, right?
es_419: hago ejercicio… o veo la tele, una película, o duermo. ja, ja, soy aburrido, ¿verdad?

source: ...another level...
es_419: … otro nivel…

source: STBS Drama The Best Intern
es_419: stbs novela la pasante poderosa

source: you're acting is great, as ms. kim said.
es_419: su actuación es genial, como dijo la señora kim.

source: huh? yeah...
es_419: ¿eh? sí…

source: this is more valuable! you'll be grateful for it later!
es_419: ¡este es más valioso! ¡me lo agradecerás muy pronto!

source: you'll end up by my side anyway~~
es_419: de todas formas estarás a mi lado~~

source: I... don't know...
es_419: no… lo sé…

source: we?
es_419: ¿nuestras?

source: let me hear it first.
es_419: déjame oírlo primero.

source: sigh...
es_419: ains…

source: What's your favorite food?
es_419: ¿Cuál es tu comida favorita?

source: ahaha, really?
es_419: ja, ja, ¿en serio?

source: you did really well.
es_419: estuviste fantástica.

source: it's not sera nuna's autograph!
es_419: ¡no es el autógrafo de sera nuna!

source: if that's true...
es_419: si es cierto…

source: I'm chae-i lee, who played the role of yuri song.
es_419: soy chae-i lee, interpreté el personaje de yuri song.

source: some even say they must be friends with benefits...
es_419: algunos dicen que son amigos con derechos.

source: ...do i still glow?
es_419: … ¿aún brillo?

source: then I'll have that.
es_419: entonces lo pediré.

source: i hate you!
es_419: ¡te odio!

source: - 3 hours earlier -
es_419: - 3 horas antes -

source: I hear mr. kim has been looking at buildings recently.
es_419: supe que el señor kim ha estado viendo edificios.

source: let's talk again later...
es_419: mejor hablemos después…

source: we're off now. don't skip your meals!
es_419: nos vamos. ¡no te saltes las comidas!

source: I'm hurt.
es_419: me heriste.

source: these too!
es_419: ¡estos también!

source: i'm on another level
es_419: estoy en otro nivel

source: hey, ijun! long time no see!
es_419: ¡eh, ijun! ¡cuánto tiempo!

source: it has such a robust, full flavor!
es_419: ¡tiene un sabor robusto y contundente!

source: why did ijun come here?
es_419: ¿a qué vino ijun?

source: I don't need to pick up.
es_419: no tengo que contestar.

source: Love
es_419: Amar

source: Ijun Seo Interview
es_419: Ijun Seo Entrevista

source: ahem...
es_419: EJEM…

source: although you usually look like a fool...
es_419: aunque sueles parecer una tonta…

source: I'll take a cab to pick you up.
es_419: tomaré un taxi para ir a buscarte.

source: we look forward to hearing more good news about their relationship in the future.
es_419: estamos ansiosos por tener más noticias de la pareja.

source: chae-i! how is that an overjoyed expression?!
es_419: ¡chae-i! ¡¿esa es una expresión de alegría?!

source: and chae-i doesn't talk to you either!
es_419: ¡y chae-i tampoco te habla a ti!

source: I ran into him not long ago. so surprising!
es_419: me lo encontré no hace mucho. ¡qué sorpresa!

source: gosh... stop it, you two.
es_419: caramba… paren los dos.

source: manager
es_419: REPRESENTANTE

source: there wasn't even enough time to eat a proper meal.
es_419: ni siquiera tenía tiempo suficiente para comer bien.

source: - dates + paparazzi
es_419: - salidas + paparazzi

source: yeah. he did a few web dramas recently.
es_419: sip. ha hecho algunas novelas web recientemente.

source: Ack--
es_419: AUU…

source: clench
es_419: APRIETA

source: speechless
es_419: ATÓNITO

source: rite ol
es_419: MI ÍDOLO FAVORITO

source: but I never asked you to dance for me.
es_419: pero yo nunca te pedí que bailaras.

source: - matching items
es_419: - objetos iguales

source: I got my hopes up for nothing...
es_419: me ilusioné por nada…

source: yeah.
es_419: sí.

source: I never imagined I'd be standing here today.
es_419: nunca imaginé que estaría parado hoy aquí.

source: gasp!
es_419: ¡asgh!

source: please keep it a secret!
es_419: ¡por fa, guárdame el secreto!

source: I look forward to working with everyone!
es_419: ¡feliz de trabajar con todos!

source: do you know leon, too?
es_419: ¿también lo conoces?

source: Sort by
es_419: Ordenar por

source: there's no one you're not close with!
es_419: ¡no hay nadie que no sea cercano a ti!

source: cut! alright!
es_419: ¡corte! ¡bien!

source: I told you--
es_419: te lo dije…

source: yeah, but because of the recent controversy, the director doesn't seem convinced.
es_419: sí, pero por la reciente controversia, el director no parece muy convencido.

source: do you even consider me your friend?
es_419: ¿al fin soy o no soy tu amigo?

source: ...that means we'll have to meet at least once a week...
es_419: … quiere decir que nos veríamos por lo menos una vez a la semana…

source: sorry for surprising you, chae-i.
es_419: siento haberte sorprendido, chae-i.

source: well, um...
es_419: pues, mm…

source: why?
es_419: ¿por qué?

source: their truffle oil pasta and iberico steak are great! you should try them.
es_419: ¡la pasta de trufas y el filete ibérico están geniales! deberías probarlos.

source: h-huh?
es_419: ¿e-eeh?

source: not his normal hair obviously made up
es_419: NO ES SU PELO NORMAL OBVIO, SE PEINÓ

source: ...or maybe he's disappointed in how I'm living now...
es_419: … o puede que esté decepcionado por como vivo ahora…

source: I see...
es_419: ya veo…

source: right?
es_419: ¿Sí?

source: yeah, I didn't know you'd be here, yun.
es_419: sí, no sabía que vendrías.

source: Chae-i Lee, ANGRY at the airport
es_419: chae-i lee, enojada en el aeropuerto

source: I hope we don't miss the deadline.
es_419: ojalá no superemos la fecha límite.

source: different agency
es_419: agencia diferente

source: wow, leon! you did a lot better than I expected!
es_419: ¡guau, león! ¡lo hiciste mucho mejor de lo que esperaba!

source: ...but it doesn't feel that great today!
es_419: … ¡pero ya no se siente tan bien!

source: in return for showing me an entertaining dance.
es_419: como recompensa por entretenerme con tu danza.

source: I even paid for chaehoon to study abroad... sigh... he's an adult now.
es_419: hasta pagué para que chaehoon estudiara en el extranjero… ains… él ya es un adulto.

source: top actors sera nam and yun kang...
es_419: las estrellas sera nam y yun kang

source: dramas are probably new to you. come to me if you need any help!
es_419: las novelas deben ser nuevas para ti. ¡búscame si necesitas ayuda!

source: um, I'm at pierre restaurant in gangnam right now.
es_419: mm, estoy en el restaurante pierre en gangnam.

source: of course it is!
es_419: ¡obvio que sabe mal!

source: uh, yes! we do!
es_419: ah, ¡sí! ¡claro!

source: My Roommate
es_419: mi compañero de cuarto

source: especially if her eyes sparkle when she gets absorbed in her work.
es_419: especialmente si sus ojos brillan cuando su trabajo la absorbe.

source: but just in case, I got the strongest medicine.
es_419: de todas formas te compré el más fuerte.

source: I'm ijun seo!
es_419: ¡soy ijun-seo!

source: well,
es_419: Pues,

source: then read this section. let me know when you're ready.
es_419: bien, lea esta parte. avíseme cuándo esté lista.

source: ...but more rumors might go around if I keep seeing you while I'm dating another woman.
es_419: … pero habría más rumores si te veo mientras salgo con otra mujer.

source: I guess some people are just born with the limelight...
es_419: supongo que algunas personas nacen con luz propia…

source: what's that about, all of a sudden?
es_419: ¿de qué va todo esto, tan de repente?
